Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: ComplianceStandardsAdherence|Secure webhook configurations
sv: Säkra webhookkonfigurationer

source: ComplianceStandardsAdherence|Secure webhooks
sv: Säkra webhooks

source: ComplianceStandardsAdherence|Set up IaC scanning
sv: Konfigurera IaC-skanning

source: ComplianceStandardsAdherence|Set up container scanning in your pipeline to identify vulnerabilities in your container images.
sv: Konfigurera behållarskanning i pipelinen för att identifiera sårbarheter i dina behållaravbildningar.

source: ComplianceStandardsAdherence|Set up error tracking to monitor and address application errors.
sv: Konfigurera felspårning för att övervaka och hantera programfel.

source: ComplianceStandardsAdherence|Set up license compliance scanning to identify potentially problematic open source licenses.
sv: Konfigurera licenskompatibilitetsskanning för att identifiera potentiellt problematiska licenser med öppen källkod.

source: ComplianceStandardsAdherence|Set up required status checks to ensure code quality before merging.
sv: Konfigurera obligatoriska statuskontroller för att säkerställa kodkvalitet före sammanslagning.

source: ComplianceStandardsAdherence|Set up requirements for branches to be up to date before merging.
sv: Konfigurera krav på att grenar ska vara uppdaterade före sammanslagning.

source: ComplianceStandardsAdherence|Set up strict permission controls for repository access.
sv: Konfigurera strikta behörighetskontroller för åtkomst till projektarkiv.

source: ComplianceStandardsAdherence|Set up your project to maintain a clean, linear commit history.
sv: Konfigurera projektet för att upprätthålla en ren, linjär incheckningshistorik.

source: ComplianceStandardsAdherence|Stale branch cleanup enabled
sv: Rensning av inaktuella grenar är aktiverad

source: ComplianceStandardsAdherence|Status checks required
sv: Statuskontroller krävs

source: ComplianceStandardsAdherence|Strict Permission for Repository
sv: Strikt behörighet för projektarkiv

source: ComplianceStandardsAdherence|Terraform enabled
sv: ComplianceStandardsAdherence|Terraform aktiverat

source: ComplianceStandardsAdherence|This control has passed successfully. No action is required.
sv: ComplianceStandardsAdherence|Kontrollen har godkänts. Ingen åtgärd krävs.

source: ComplianceStandardsAdherence|This is an external control for %{link}
sv: ComplianceStandardsAdherence|Det här är en extern kontroll för %{link}

source: ComplianceStandardsAdherence|Triage package hunter findings
sv: ComplianceStandardsAdherence|Granska och prioritera Package Hunter-fynd

source: ComplianceStandardsAdherence|Unable to load the standards adherence report. Refresh the page and try again.
sv: ComplianceStandardsAdherence|Det går inte att läsa in rapporten om efterlevnad. Uppdatera sidan och försök igen.

source: ComplianceStandardsAdherence|Update approval settings in the project's merge request settings to satisfy this requirement.
sv: ComplianceStandardsAdherence|Uppdatera godkännandeinställningarna i projektets inställningar för sammanfogningsbegäranden för att uppfylla kravet.

source: ComplianceStandardsAdherence|Update your approval settings to prevent committers from approving merge requests containing their commits.
sv: ComplianceStandardsAdherence|Uppdatera godkännandeinställningarna så att incheckare inte kan godkänna sammanfogningsbegäranden som innehåller deras incheckningar.

source: ComplianceStandardsAdherence|Upgrade to Ultimate license
sv: ComplianceStandardsAdherence|Uppgradera till Ultimate-licens

source: ComplianceStandardsAdherence|User-defined CI/CD variables restricted to maintainers
sv: ComplianceStandardsAdherence|Användardefinierade CI/CD-variabler är begränsade till underhållare

source: ComplianceStandardsAdherence|User-defined CI/CD variables restricted to maintainers.
sv: ComplianceStandardsAdherence|Användardefinierade CI/CD-variabler är begränsade till underhållare.

source: ComplianceStandardsAdherence|Vulnerabilities SLO days over threshold
sv: Antal SLO-dagar för sårbarheter över tröskelvärdet

source: ComplianceStandardsAdherence|Your standards adherence CSV export for the group "%{group_name}" is attached to this email.
sv: Din CSV-export över standardefterlevnad för gruppen "%{group_name}" finns bifogad i detta e-postmeddelande.

source: ComplianceStandardsAdherence|Your standards adherence CSV export for the group %{group_link} is attached to this email.
sv: Din CSV-export över standardefterlevnad för gruppen %{group_link} finns bifogad i detta e-postmeddelande.

source: AuditStreams|%{count} selected
sv: %{count} valda

source: AuditStreams|%{selected} of %{maximum} selected
sv: %{selected} av %{maximum} valda

source: AuditStreams|AWS Region
sv: AWS-region

source: AuditStreams|AWS S3
sv: AWS S3

source: AuditStreams|Access Key ID
sv: Åtkomstnyckel-ID

source: AuditStreams|Add a new private key
sv: Lägg till en ny privat nyckel

source: AuditStreams|Add streaming destination
sv: Lägg till strömningsmål

source: AuditStreams|Are you sure about deleting this destination?
sv: Vill du ta bort det här målet?

source: AuditStreams|Bucket Name
sv: Bucketnamn

source: AuditStreams|Client Email
sv: Klientens e-postadress

source: AuditStreams|Custom HTTP headers (optional)
sv: Anpassade HTTP-rubriker (valfritt)

source: AuditStreams|Google Cloud Logging
sv: Google Cloud Logging

source: AuditStreams|HTTP endpoint
sv: HTTP-slutpunkt

source: AuditStreams|Maximum of %{number} HTTP headers has been reached.
sv: Högsta antalet HTTP-rubriker, %{number}, har uppnåtts.

source: AuditStreams|Project ID
sv: Projekt-ID

source: AuditStreams|audit-events
sv: audit-events

source: ScanResultPolicy|%{count} licenses
sv: %{count} licenser

source: ScanResultPolicy|Access Token
sv: Åtkomsttoken

source: ScanResultPolicy|Access tokens
sv: Åtkomsttoken

source: ScanResultPolicy|Add "%{name}"
sv: Lägg till ”%{name}”

source: ScanResultPolicy|Add another account
sv: Lägg till ytterligare ett konto

source: ScanResultPolicy|Add exception
sv: Lägg till undantag

source: ScanResultPolicy|Add new criteria
sv: Lägg till nytt kriterium

source: ScanResultPolicy|Add new license
sv: Lägg till ny licens

source: ScanResultPolicy|Add override
sv: Lägg till åsidosättning

source: ScanResultPolicy|Add policy exception
sv: Lägg till policyundantag

source: ScanResultPolicy|Age criteria can only be added for pre-existing vulnerabilities
sv: Ålderskriterier kan endast läggas till för redan befintliga sårbarheter

source: ScanResultPolicy|Age is:
sv: Ålder är:

source: ScanResultPolicy|All licenses have been selected
sv: Alla licenser har valts

source: ScanResultPolicy|Allow entire teams or departments to bypass policies for their specialized workflows.
sv: Tillåt hela team eller avdelningar att kringgå policyer för sina specialiserade arbetsflöden.

source: ScanResultPolicy|Allow specific automation tokens to bypass policies when service accounts aren't available.
sv: Tillåt specifika automatiseringstoken att kringgå policyer när tjänstekonton inte är tillgängliga.

source: ScanResultPolicy|Allow specific types of branches to bypass policies based on naming conventions.
sv: Tillåt specifika typer av grenar att kringgå policyer utifrån namnkonventioner.

source: ScanResultPolicy|Allow specific users to bypass policies for their specialized workflows.
sv: Tillåt specifika användare att kringgå policyer för sina specialiserade arbetsflöden.

source: ScanResultPolicy|Allow the merge request to proceed, even if not all criteria are met
sv: Tillåt att merge requesten fortsätter även om inte alla kriterier är uppfyllda

source: ScanResultPolicy|Allowed
sv: Tillåten

source: ScanResultPolicy|Allowed license
sv: Tillåten licens

source: ScanResultPolicy|Allowlist or Denylist
sv: Tillåtelselista eller spärrlista

source: ScanResultPolicy|Always applied while this policy is active, regardless of branches or violations.
sv: Tillämpas alltid när denna policy är aktiv, oavsett grenar eller överträdelser.

source: ScanResultPolicy|Apply this approval rule to any branch or a specific protected branch.
sv: Tillämpa denna godkännanderegel på valfri gren eller en specifik skyddad gren.

source: ScanResultPolicy|Attribute is:
sv: Attribut är:

source: SecretDetection|Action unavailable
sv: Åtgärden är inte tillgänglig

source: SecretDetection|Add exclusion
sv: Lägg till undantag

source: SecretDetection|Configure Secret Detection
sv: Konfigurera hemlighetsidentifiering

source: SecretDetection|Learn more about validity checks
sv: Läs mer om giltighetskontroller

source: SecretDetection|No exclusions yet
sv: Inga undantag ännu

source: SecretDetection|Secret detection configuration
sv: Konfiguration för hemlighetsidentifiering

source: SecretDetection|Secret push protection is disabled
sv: Pushskydd för hemligheter är inaktiverat

source: SecretDetection|Secret push protection is enabled
sv: Pushskydd för hemligheter är aktiverat

source: SecretDetection|This feature has been enforced for all projects in the instance by an administrator.
sv: En administratör har framtvingat den här funktionen för alla projekt i instansen.

source: SecretDetection|This feature has been restricted for all projects in the instance. Contact an administrator to request activation.
sv: Den här funktionen har begränsats för alla projekt i instansen. Kontakta en administratör för att begära aktivering.

source: SecretDetection|Use secret detection exclusions to specify file paths, raw values, and regex that should be excluded by secret detection in this project. %{linkStart}Learn more.%{linkEnd}
sv: Använd undantag från hemlighetsidentifiering för att ange filsökvägar, råvärden och reguljära uttryck som ska undantas från hemlighetsidentifiering i det här projektet. %{linkStart}Läs mer.%{linkEnd}

source: SecretDetection|Validate tokens using third-party API calls. When the pipeline is complete, your tokens are labeled Active, Possibly active, or Inactive. You must have pipeline secret detection enabled.
sv: Verifiera token med API-anrop till tredje part. När pipelinen är klar märks dina token som aktiva, möjligen aktiva eller inaktiva. Du måste ha hemlighetsidentifiering i pipelinen aktiverad.

source: SecretDetection|Validity checks
sv: Giltighetskontroller

source: SecretDetection|Validity checks disabled
sv: Giltighetskontroller är inaktiverade

source: SecretDetection|Validity checks enabled
sv: Giltighetskontroller är aktiverade

source: Secrets manager
sv: Hemlighetshanterare

source: SecretsManagerEntitlement|An error occurred while fetching the secrets manager entitlement state. Please refresh the page.
sv: Ett fel uppstod när behörighetsstatusen för hemlighetshanteraren hämtades. Uppdatera sidan.

source: SecretsManagerPermissions|Allow the secrets manager to be enabled in any project or subgroup in this group.
sv: Tillåt att hemlighetshanteraren aktiveras i valfritt projekt eller undergrupp i denna grupp.

source: SecretsManagerPermissions|An error occurred while disabling the secrets manager.
sv: Ett fel uppstod när hemlighetshanteraren inaktiverades.

source: SecretsManagerPermissions|An error occurred while enabling the secrets manager.
sv: Ett fel uppstod när hemlighetshanteraren aktiverades.

source: SecretsManagerPermissions|An error occurred while fetching the secrets manager enrollment status. Please refresh the page.
sv: Ett fel uppstod när registreringsstatusen för hemlighetshanteraren hämtades. Uppdatera sidan.

source: SecretsManagerPermissions|An error occurred while fetching the secrets manager status.
sv: Ett fel uppstod när statusen för hemlighetshanteraren hämtades.

source: SecretsManagerPermissions|Are you sure you want to remove permissions for %{principalName}?
sv: Vill du ta bort behörigheter för %{principalName}?

source: SecretsManagerPermissions|Can authenticate with the secrets manager and related API endpoints.
sv: Kan autentisera med hemlighetshanteraren och relaterade API-slutpunkter.

source: SecretsManagerPermissions|Can create and update secrets.
sv: Kan skapa och uppdatera hemligheter.

source: SecretsManagerPermissions|Can fetch secret values with direct API requests.
sv: Kan hämta hemlighetsvärden med direkta API-begäranden.

source: SecretsManagerPermissions|Can permanently delete secrets.
sv: Kan ta bort hemligheter permanent.

source: SecretsManagerPermissions|Can read the metadata of secrets but not the secret values.
sv: Kan läsa hemligheternas metadata men inte hemlighetsvärdena.

source: SecretsManagerPermissions|Failed to create secrets manager permission. Please try again.
sv: Det gick inte att skapa behörighet för hemlighetshanteraren. Försök igen.

source: SecretsManagerPermissions|Failed to delete secrets manager permissions. Please try again.
sv: Det gick inte att ta bort behörigheter för hemlighetshanteraren. Försök igen.

source: SecretsManagerPermissions|Failed to fetch secrets manager permissions. Please try again later.
sv: Det gick inte att hämta behörigheter för hemlighetshanteraren. Försök igen senare.

source: SecretsManagerPermissions|GitLab Secrets Manager
sv: GitLab Secrets Manager

source: SecretsManagerPermissions|GitLab Secrets Manager is disabled for this namespace.
sv: GitLab Secrets Manager är inaktiverad för denna namnrymd.

source: SecretsManagerPermissions|GitLab Secrets Manager is enabled for this namespace.
sv: GitLab Secrets Manager är aktiverad för denna namnrymd.

source: SecretsManagerPermissions|Permissions for secrets manager removed.
sv: Behörigheterna för hemlighetshanteraren har tagits bort.

source: SecretsManagerPermissions|Remove secrets manager permissions?
sv: Ta bort behörigheter för hemlighetshanteraren?

source: SecretsManagerPermissions|Secrets manager permissions were successfully updated.
sv: Behörigheterna för hemlighetshanteraren uppdaterades.

source: SecretsManagerPermissions|Select the access scopes to grant to this user for the secrets manager and related API endpoints.
sv: Välj åtkomstomfattningarna som ska ges till den här användaren för hemlighetshanteraren och relaterade API-slutpunkter.

source: SecretsManagerPermissions|Store secrets in the secrets manager, which can then be fetched by any project in this group and its subgroups.
sv: Lagra hemligheter i hemlighetshanteraren, så kan de hämtas av valfritt projekt i denna grupp och dess undergrupper.

source: SecretsManagerPermissions|Store secrets in the secrets manager, which can then be fetched by this project.
sv: Lagra hemligheter i hemlighetshanteraren, så kan de hämtas av detta projekt.

source: SecretsManagerTrial|%{creditsRemaining}%% of credits left in secrets manager trial
sv: Återstår %{creditsRemaining}%% av krediterna i provversionen av hemlighetshanteraren

source: SecretsManagerTrial|0 credits left in secrets manager trial
sv: Inga krediter återstår i provversionen av hemlighetshanteraren

source: SecretsManagerTrial|Contact your billing administrator to enable on-demand billing and avoid disruption.
sv: Kontakta din faktureringsadministratör för att aktivera debitering efter förbrukning och undvika avbrott.

source: SecretsManagerTrial|On-demand billing is disabled
sv: Debitering efter förbrukning är inaktiverad

source: SecretsManagerTrial|On-demand billing is enabled, and you will incur charges after the trial period ends. %{linkStart}How is secrets manager billed?%{linkEnd}
sv: Debitering efter förbrukning är aktiverad och avgifter tillkommer när provperioden löper ut. %{linkStart}Hur faktureras hemlighetshanteraren?%{linkEnd}

source: SecretsManagerTrial|On-demand billing is enabled. When all trial credits are consumed, GitLab credits will be used. Disable secrets manager to stop credit consumption.
sv: Debitering efter förbrukning är aktiverad. När alla provkrediter är förbrukade används GitLab-krediter. Inaktivera hemlighetshanteraren för att stoppa kreditförbrukningen.

source: SecretsManagerTrial|Secrets manager trial ends in %{trialDaysRemaining} days
sv: Provversionen av hemlighetshanteraren löper ut om %{trialDaysRemaining} dagar

source: SecretsManagerTrial|You have a short grace period remaining before access is removed. Contact your billing administrator to enable on-demand billing and avoid disruption.
sv: Du har en kort frist kvar innan åtkomsten tas bort. Kontakta din faktureringsadministratör för att aktivera debitering efter förbrukning och undvika avbrott.

source: SecretsManagerTrial|Your secrets manager add-on has been removed from your license
sv: Ditt tillägg för hemlighetshanteraren har tagits bort från din licens

source: SecretsManagerTrial|Your secrets manager subscription has been cancelled
sv: Din prenumeration på hemlighetshanteraren har avslutats

source: SecretsManager|Add a description for the secret
sv: Lägg till en beskrivning för hemligheten

source: SecretsManager|Add a new secret to the group by following the instructions in the form below.
sv: Lägg till en ny hemlighet i gruppen genom att följa instruktionerna i formuläret nedan.

source: SecretsManager|Add a new secret to the project by following the instructions in the form below.
sv: Lägg till en ny hemlighet i projektet genom att följa instruktionerna i formuläret nedan.

source: SecretsManager|Add secret
sv: Lägg till hemlighet

source: SecretsManager|An error occurred while fetching secrets manager data. Please try again.
sv: Ett fel uppstod när data från hemlighetshanteraren hämtades. Försök igen.

source: SecretsManager|An error occurred while starting the trial.
sv: Ett fel uppstod när provversionen startades.

source: SecretsManager|Are you sure you want to delete secret %{secretName}? This action cannot be undone, and the secret cannot be recovered.
sv: Vill du ta bort hemligheten %{secretName}? Åtgärden kan inte ångras och hemligheten kan inte återställas.

source: SecretsManager|Cannot connect to OpenBao
sv: Det går inte att ansluta till OpenBao

source: SecretsManager|Charges may be incurred at the end of open beta
sv: Avgifter kan tillkomma när den öppna betaversionen upphör

source: SecretsManager|Configure OpenBao
sv: Konfigurera OpenBao

source: SecretsManager|Contact your GitLab administrator for a trial.
sv: Kontakta din GitLab-administratör för en provversion.

source: SecretsManager|Delete secret
sv: Ta bort hemlighet

source: SecretsManager|Edit %{name}
sv: Redigera %{name}

source: SecretsManager|Enable GitLab Secrets Manager for all groups and projects in this instance.
sv: Aktivera GitLab Secrets Manager för alla grupper och projekt i den här instansen.

source: SecretsManager|Enable on-demand billing to try GitLab Secrets Manager
sv: Aktivera debitering efter förbrukning för att prova GitLab Secrets Manager

source: SecretsManager|Enter a new value to update secret
sv: Ange ett nytt värde för att uppdatera hemligheten

source: SecretsManager|Enter a value for the secret
sv: Ange ett värde för hemligheten

source: SecretsManager|Export secret to pipelines running on protected branches only.
sv: Exportera hemligheten endast till pipelines som körs på skyddade grenar.

source: SecretsManager|Failed to connect with OpenBao. Secrets are currently unavailable, please try again later.
sv: Det gick inte att ansluta till OpenBao. Hemligheter är för närvarande otillgängliga, försök igen senare.

source: SecretsManager|Failed to fetch secrets count.
sv: Det gick inte att hämta antalet hemligheter.

source: SecretsManager|Failed to load Secrets Manager enrollment state.
sv: Det gick inte att läsa in registreringsstatusen för Secrets Manager.

source: SecretsManager|Failed to update Secrets Manager enrollment.
sv: Det gick inte att uppdatera registreringen för Secrets Manager.

source: SecretsManager|GitLab Secrets Manager
sv: GitLab Secrets Manager

source: SecretsManager|GitLab Secrets Manager consumes GitLab Credits when storing new secrets or fetching secrets.
sv: GitLab Secrets Manager använder GitLab-krediter när nya hemligheter lagras eller hemligheter hämtas.

source: SecretsManager|GitLab Secrets Manager is free during open beta, but will consume %{linkStart}GitLab Credits%{linkEnd} when it becomes generally available. Credits will be consumed only if you opt in. You will receive advance notice before general availability.
sv: GitLab Secrets Manager är kostnadsfri under den öppna betaversionen, men använder %{linkStart}GitLab-krediter%{linkEnd} när den blir allmänt tillgänglig. Krediter används endast om du väljer det. Du får ett förhandsmeddelande före allmän tillgänglighet.

source: SecretsManager|GitLab Secrets Manager will no longer be billed when disabled.
sv: GitLab Secrets Manager faktureras inte längre när den är inaktiverad.

source: SecretsManager|How is Secrets Manager billed?
sv: Hur faktureras Secrets Manager?

source: SecretsManager|Keep secrets secure with GitLab Secrets Manager
sv: Skydda hemligheter med GitLab Secrets Manager

source: SecretsManager|Learn more about the trial
sv: Läs mer om provversionen

source: SecretsManager|Maximum 200 characters.
sv: Högst 200 tecken.

source: SecretsManager|New secret
sv: Ny hemlighet

source: SecretsManager|On-demand is enabled
sv: Debitering efter förbrukning är aktiverad

source: SecretsManager|Protect your organization from potential leaks.
sv: Skydda din organisation mot potentiella läckor.

source: SecretsManager|Protected Branches
sv: Skyddade grenar

source: SecretsManager|Secret %{secretName} has been deleted.
sv: Hemligheten %{secretName} har tagits bort.

source: SecretsManager|Secret %{secretName} was successfully updated.
sv: Hemligheten %{secretName} uppdaterades.

source: SecretsManager|Secret created or updated successfully.
sv: Hemligheten skapades eller uppdaterades.

source: SecretsManager|Secret creation failed. Delete the secret and try again.
sv: Det gick inte att skapa hemligheten. Ta bort hemligheten och försök igen.

source: SecretsManager|Secret is being created.
sv: Hemligheten skapas.

source: SecretsManager|Secret is being updated.
sv: Hemligheten uppdateras.

source: SecretsManager|Secret update failed. Retry the update or delete the secret.
sv: Det gick inte att uppdatera hemligheten. Försök uppdatera igen eller ta bort hemligheten.

source: SecretsManager|Secrets
sv: Hemligheter

source: SecretsManager|Secrets Manager
sv: Secrets Manager

source: SecretsManager|Secrets Manager is disabled.
sv: Secrets Manager är inaktiverad.

source: SecretsManager|Secrets Manager is enabled.
sv: Secrets Manager är aktiverad.

source: SecretsManager|Secrets can be items like API tokens, database credentials, or private keys. Unlike CI/CD variables, secrets must be explicitly requested by a job.
sv: Hemligheter kan vara exempelvis API-token, databasuppgifter eller privata nycklar. Till skillnad från CI/CD-variabler måste hemligheter uttryckligen begäras av ett jobb.

source: SecretsManager|Secure your sensitive information
sv: Skydda din känsliga information

source: SecretsManager|Start free 30-day trial of GitLab Secrets Manager
sv: Starta en kostnadsfri 30-dagars provversion av GitLab Secrets Manager

source: SecretsManager|Stored secrets
sv: Lagrade hemligheter

source: SecretsManager|The GitLab Secrets Manager add-on could not be enabled. Please try again.
sv: Det gick inte att aktivera tillägget GitLab Secrets Manager. Försök igen.

source: SecretsManager|The GitLab Secrets Manager has been enabled for all groups and projects in this instance. Visit any group or project to create secrets.
sv: GitLab Secrets Manager har aktiverats för alla grupper och projekt i denna instans. Gå till valfri grupp eller projekt för att skapa hemligheter.

source: SecretsManager|The GitLab Secrets Manager trial could not be started. Please try again.
sv: Det gick inte att starta provversionen av GitLab Secrets Manager. Försök igen.
